"Title" = "Demo and License";

"OK_BUTTON" = "OK";
"InvalidSerialNumberAlertMessage" = "Invalid Serial Number!";
"Isinstalledhostapp" = "Adobe InDesign 2026 is not installed. Please install it and then run this installer again.";
"hostappname" = "Adobe InDesign 2026.app";
"warningmsg" = "Warning!";

"HOST_NAME" = "Adobe InDesign 2026";
"PLUGIN_NAME" = "DesignersBookshop";
"PLUGIN_VERSION" = "1.3";
"APPDATA_FILE_PATH" = "/Applications/.GridCalculator/com.apple.gccscc2026.appdata.plist";
"APPDATA_FILE_PATH_TMP" = "/tmp/com.apple.gccscc2026.appdata.plist";
"APPLICATION" = "Applications";
"KEYCHAIN_DEMO_SERVICE_NAME" = "DesignersBookshop2026";
"KEYCHAIN_ACCOUNT_NAME" = "GCProEdition2026";
"CLIENT_LINK_ADDRESS" = "http://www.designersbookshop.com/products.html";
